Repository: Gabbar8055/readetexts
Catalog: po/*.po
Languages: ps, si

source: Read ETexts
ps: برقي متنونه لوستل
si: ඊ අකුරු කියවීම

source: Back
ps: شاته
si: පසුපසට

source: Forward
ps: مخته
si: ඉදිරියට

source: Zoom out
ps: لویدل
si: කුඩාකිරීම

source: Zoom in
ps: کمول
si: විශාලකිරීම

source: Fullscreen
ps: بشپړه پرده
si: පූර්ණ තිරය

source: Previous
ps: مخکینی
si: පෙර

source: Next
ps: بل
si: ඊළඟ

source: Get Book
ps: کتاب ترلاسه کول
si: පොත ගන්න

source: Remove Results List
ps: د پایلو لیست لیرې کول
si: ප්‍රතිඵල ලැයිතුව ඉවත් කරන්න

source: Play / Pause
ps: لوبول \ درول
si: වාදනය කරන්න / තාවකාලිව නවත්වන්න

source: pitch adjusted
ps: سطحه برابره شوه
si: තාරතාව වෙනස් කරන ලදී

source: rate adjusted
ps: کچه برابره شوه
si: ප්‍රමාණය සකස්කළා

source: Edit
ps: سمول
si: සකස්කරනවා

source: Read
ps: لوستل
si: කියවනවා

source: Books
ps: کتابونه
si: පොත්

source: View
ps: لید
si: පෙනීම

source: Speech
ps: تقریر
si: කථාව

source: Error
ps: تېروتنه
si: දෝෂයක්

source: You must enter at least one search word.
ps: تاسې باید د لټون لږ تر لږه یو توری ورکړئ.
si: අවම වශයෙන් ඔබ එක් සෙවුම් වචනයක් හෝ ඇතුලත් කලයුතුයි.

source: Connection timed out for
ps: لپاره د پیوستون وخت تېر شو
si: සම්බන්ධතාවය ඇණසිට තිබූ කාලය වන්නේ

source: Could not download
ps: کښته نکړای شو
si: බාගත කල නොහැකිවිය

source: path in catalog may be incorrect.
ps: د کاتالوګ لوری ښایي ناسم وي.
si: ලැයිස්තුවේ සඳහන්ව ඇති මාර්ගය සාවද්‍ය විය හැක.

source: Success
ps: بریالیتوب
si: සාර්ථකයි

source: added to Journal.
ps: ژورنال ته زیات شو.
si: දෛනික සටහන් පොතට ඇතුලත් කරන ලදි

source: Failure
ps: ناکامي
si: අසාර්ථකයි

source: Error getting document from tube
ps: لاسوند د نل نه ترلاسه کولو کې تېروتنه
si: ලිපි ගොනුව ලබා ගැනීමේ දී බාධා ඇති විය
