Repository: Gabbar8055/readetexts
Catalog: po/ht.po
Languages: ht

source: Read ETexts
ht: Li tèks la

source: Back
ht: Tounen dèyè

source: Zoom out
ht: Pouse ale

source: Zoom in
ht: Rale vini

source: Fullscreen
ht: Tout lajè

source: Previous
ht: Presedan

source: Next
ht: Pwochen

source: Get Book
ht: Pran yon liv

source: Remove Results List
ht: Efase lis rezilta yo

source: Play / Pause
ht: Jwe / Poze

source: pitch adjusted
ht: Pitch la adapte

source: rate adjusted
ht: to a adapte

source: Edit
ht: Chanje

source: Read
ht: Li

source: Books
ht: Liv

source: View
ht: Gade

source: Speech
ht: Diskou

source: Error
ht: Fot

source: You must enter at least one search word.
ht: Tape pou pi piti yon mo pou rechèch la.

source: Connection timed out for
ht: Tan pou konekte a pase

source: Could not download
ht: Pa kapab telechaje

source: path in catalog may be incorrect.
ht: Sa ou tape a pa bon.

source: Success
ht: Siksè

source: added to Journal.
ht: Ajoute nan jounal la.

source: Failure
ht: Echwe

source: Error getting document from tube
ht: Pa ka jwenn dokiman an
