Repository: Gabbar8055/readetexts
Catalog: po/hus.po
Languages: hus

source: Read ETexts
hus: T'ojláb ajum

source: Back
hus: Wichiy

source: Previous page
hus: Walxeklek wat'elom

source: Previous bookmark
hus: T'ipoxtaláb xi ok'xidh

source: Forward
hus: Áynanchij

source: Next page
hus: Junakej walxeklek

source: Next bookmark
hus: Junakej t'ipoxtaláb

source: Toggle Bookmark
hus: T'ipoxtaláb walkadh o yab walkadh

source: Underline
hus: Kits'oxtaláb

source: Zoom out
hus: Tsipti'médha'

source: Zoom in
hus: Puwedha'

source: Fullscreen
hus: Putát walek

source: Previous
hus: Wat'elom

source: Next
hus: Junakej

source: Get Book
hus: Bats'uw an t'i'dhuchlab

source: Remove Results List
hus: Pakluw an nik'at tok'tsixtaláb

source: Play / Pause
hus: Tsabk'wajba' / Tonk'iy

source: pitch adjusted
hus: t'ojojodh janidhtaláb

source: rate adjusted
hus: t'ojojodh in janídh

source: Bookmark
hus: ´T'apidhbél

source: Edit
hus: Jalkúy

source: Read
hus: Ajumtaláb

source: Books
hus: T'i'dhuchlabchik

source: View
hus: Tsu'uw

source: Speech
hus: Káw

source: Error
hus: K'ibts'ontaláb

source: You must enter at least one search word.
hus: Ka odha' abajúnk'ij i káw ti alimtaláb.

source: Connection timed out for
hus: Putun ti lujkul ti pólts'óx abal

source: Could not download
hus: Yab ejtowat ka pa'báj

source: path in catalog may be incorrect.
hus: an bél axi ti kwenétakuxtaláb walám yab alwa'.

source: Success
hus: Alwa'its

source: added to Journal.
hus: punk'unchámej ti chudhél dhuchlab.

source: Failure
hus: K'ibts'ontaláb

source: Error getting document from tube
hus: K'ibtson tamti in bats'uw ti jabaxpat'ál
