Repository: Gabbar8055/readetexts
Catalog: po/pap.po
Languages: pap

source: Read ETexts
pap: Lesa ETeksto

source: Back
pap: Bèk

source: Previous page
pap: Página anterior

source: Previous bookmark
pap: Bookmark anterior

source: Forward
pap: Padilanti

source: Next page
pap: Página siguiente

source: Next bookmark
pap: Bookmark siguiente

source: Underline
pap: Liña abou

source: Error
pap: Eròr

source: You must enter at least one search word.
pap: Bo mester yena por lo menos un palabra buska.

source: Connection timed out for
pap: Konekshon timed out pa

source: Could not download
pap: Download no a logra

source: path in catalog may be incorrect.
pap: kaminda den katalòk por ta inkorekto.

source: Success
pap: Éksito

source: added to Journal.
pap: agregá na Diario.

source: Failure
pap: Interupshon

source: Error getting document from tube
pap: Eròr kohe dokumento for di tubo

source: Zoom out
pap: Hala leu

source: Zoom in
pap: Hala serka

source: Fullscreen
pap: Pantaya kompleto

source: Previous
pap: Anterior

source: Next
pap: Siguiente

source: Get Book
pap: Kohe buki

source: Remove Results List
pap: Kita Resultadonan Lista

source: Play / Pause
pap: Start / Pousa

source: pitch adjusted
pap: luga adaptá

source: rate adjusted
pap: proporshon adaptá
