Repository: Gabbar8055/readetexts
Catalog: po/pbs.po
Languages: pbs

source: Read ETexts
pbs: gyajaut kily'e

source: Back
pbs: kue'e

source: Previous page
pbs: Ne nixii sevaa

source: Previous bookmark
pbs: sevaa nde'es

source: Forward
pbs: Mad-ua

source: Next page
pbs: Ne nixii likiu'uch'

source: Next bookmark
pbs: likiu'uch nde'es

source: Toggle Bookmark
pbs: Matsjau li'iajaun' maiñ nip li'iajaun nde'es

source: Underline
pbs: Me'es sad-ia'

source: Zoom out
pbs: Manats'ei'

source: Zoom in
pbs: manandaí

source: Fullscreen
pbs: mi'ia kutau nak'ujuly'

source: Previous
pbs: Sevaa

source: Next
pbs: Likiu'uch'

source: Get Book
pbs: Mamei ne nguk'uix

source: Remove Results List
pbs: malejei' ne nde'ets kanen makejé

source: Play / Pause
pbs: Maleiñ / mama'ai

source: pitch adjusted
pbs: lijiú majau

source: rate adjusted
pbs: majaú n'ujuñ

source: Bookmark
pbs: Nde'es

source: Edit
pbs: Malejeiñ

source: Read
pbs: Ma'ajau kily'e

source: Books
pbs: Ngk'uix keich' kily'e

source: View
pbs: Manú

source: Speech
pbs: Niaa

source: Error
pbs: Ndich'u

source: You must enter at least one search word.
pbs: tumei ma nanjuts nda kily'e ravu se tuta'aú.

source: Connection timed out for
pbs: nip ndania'at maka'am niviaiñ ravu

source: Could not download
pbs: kad-ep ndania'at mapu'u ravu se mavejep

source: path in catalog may be incorrect.
pbs: niñ'eje' kad-ep lik'iajam majau.

source: Success
pbs: Majau

source: added to Journal.
pbs: mamejep ne xiñi'iu matsjau.

source: Failure
pbs: Ndich'u

source: Error getting document from tube
pbs: Ndich'u se ku'a lakeje ne nguk'uix
