Repository: Gabbar8055/readetexts
Catalog: po/quz.po
Languages: quz

source: Read ETexts
quz: ETexts nisqata ñawichay

source: Back
quz: Kutichiy

source: Previous page
quz: Ñawpa raphi

source: Previous bookmark
quz: Ñawpa qillqachisqa

source: Forward
quz: Ñawpay

source: Next page
quz: Hamuq raphi

source: Next bookmark
quz: Hamuq qillqachisqa

source: Toggle Bookmark
quz: T'upsichiqta rikuchiy utaq pakay

source: Underline
quz: Ura siq'isqa

source: Zoom out
quz: Kharuykachaspa huch'uyachiq

source: Zoom in
quz: Achuykachaspa hatunyachiq

source: Fullscreen
quz: Hunt'asqa pantalla

source: Previous
quz: Ñawpaq

source: Next
quz: Jamuq

source: Get Book
quz: P'anqata hap'iy

source: Remove Results List
quz: Machkhasqakunamanta sinri kaqta chinkachiy

source: Play / Pause
quz: Purichiy / Utichiy

source: pitch adjusted
quz: Kunka mat'isqa

source: rate adjusted
quz: Utqaynin mat'isqa

source: Bookmark
quz: T'upsichiq

source: Edit
quz: Allinchay

source: Read
quz: Ñawichay

source: Books
quz: P'anqakuna

source: View
quz: Qhaway

source: Speech
quz: Rimay

source: Error
quz: Pantay

source: You must enter at least one search word.
quz: Machkhananpaqqa, ch'ulla simillatapas churaruwaq.

source: Connection timed out for
quz: Kayman tinkuchiyqa tukurunña

source: Could not download
quz: Manam uyachikuytaqa atikunchu

source: path in catalog may be incorrect.
quz: chayanapaq ñanqa, manapaschá allinchu kachkhan.

source: Success
quz: Llalliy

source: added to Journal.
quz: P'anqaman yapasqa.

source: Failure
quz: Pantay

source: Error getting document from tube
quz: Qillqa-khipu chaskiypi pantay rikurin
